sparkfun/Serial7SegmentDisplay/firmware/hardware/Serial7Seg/boards.txt
##############################################################

Serial7Seg.name=Serial 7-Segment Display
Serial7Seg.upload.protocol=arduino
Serial7Seg.upload.maximum_size=32256
Serial7Seg.upload.speed=57600
Serial7Seg.bootloader.low_fuses=0xE2
Serial7Seg.bootloader.high_fuses=0xDE
Serial7Seg.bootloader.extended_fuses=0xFF
Serial7Seg.bootloader.path=optiboot
Serial7Seg.bootloader.file=optiboot_serial7Seg.hex
Serial7Seg.bootloader.unlock_bits=0x3F
Serial7Seg.bootloader.lock_bits=0x0F
Serial7Seg.build.mcu=atmega328p
Serial7Seg.build.f_cpu=8000000L
Serial7Seg.build.core=arduino
Serial7Seg.build.variant=standard

##############################################################